var fakedata = {
    //最新发布
    newsList:[
        {
            "id":"1",
            "srcImg":"http://t2.hddhhn.com/uploads/tu/201707/200/9st.png",
            "newsTitle":"个人博客应该选择什么样的域名和域名后缀",
            "newsContent":"不论搭建什么样的网站，选择一个好的域名对网站的意义也是不言而喻的。每一个网站都有之对应的域名，就像人的名字一样。每个人都想自己有个好听的名字，网站也是一样。一个网站可以有多个域名，但是一个域名只一个网站可以有多个域名，但是一个域名只",
            "time":"2018-06-25"
        },
         {
            "id":"2",
            "srcImg":"http://t2.hddhhn.com/uploads/tu/201707/200/9st.png",
            "newsTitle":"个人博客应该选择什么样的域名和域名后缀",
            "newsContent":"不论搭建什么样的网站，选择一个好的域名对网站的意义也是不言而喻的。每一个网站都有之对应的域名，就像人的名字一样。每个人都想自己有个好听的名字，网站也是一样。一个网站可以有多个域名，但是一个域名只一个网站可以有多个域名，但是一个域名只",
            "time":"2018-06-25"
        },
        {
            "id":"3",
            "srcImg":"http://t2.hddhhn.com/uploads/tu/201707/200/9st.png",
            "newsTitle":"个人博客应该选择什么样的域名和域名后缀",
            "newsContent":"不论搭建什么样的网站，选择一个好的域名对网站的意义也是不言而喻的。每一个网站都有之对应的域名，就像人的名字一样。每个人都想自己有个好听的名字，网站也是一样。一个网站可以有多个域名，但是一个域名只一个网站可以有多个域名，但是一个域名只",
            "time":"2018-06-25"
        },
         {
            "srcImg":"http://t2.hddhhn.com/uploads/tu/201707/200/9st.png",
            "newsTitle":"个人博客应该选择什么样的域名和域名后缀",
            "newsContent":"不论搭建什么样的网站，选择一个好的域名对网站的意义也是不言而喻的。每一个网站都有之对应的域名，就像人的名字一样。每个人都想自己有个好听的名字，网站也是一样。一个网站可以有多个域名，但是一个域名只一个网站可以有多个域名，但是一个域名只",
            "time":"2018-06-30"
        }

    ],
    //今日推荐
    todayRecommends:[
        {
            "id":"1",
            "title":"个人博客应该选择什么样的域名和域名后缀",
            "content":"不论搭建什么样的网站，选择一个好的域名都是很有必要的，选择一个好的域名对网站的意义也是不言而喻的。每一个网站都有之对应的域名，就像人的名字一样。每个人都想自己有个好听的名字，网站也是一样。一个网站可以有多个域名，"
        }
    ],
    //关于我首页
    BloggerList:[
        {
            "id":"1",
            "srcImg":"http://t2.hddhhn.com/uploads/tu/201707/200/9st.png",
            "BloggerName":"史志东",
            "BloggerTexy":"一个80后草根男站长！14年入行。一直潜心研究web前端技术，一边工作一边积累经验，分享一些个人博客模板，以及SEO优化等心得。"
        }
    ],
    //友情链接
    friendshipLink:[
        {
            "id":"1",
            "href":"http://s.ilab.cn",
            "linkName":"ilab(上海拂晓)"
        },
        {
            "id":"2",
            "href":"http://www.baidu.com",
            "linkName":"百度"
        },
        {
            "id":"3",
            "href":"http://www.51tudou.cn",
            "linkName":"东东的个人博客"
        }
    ],
    aboutMy:[
        {
            "id":"1",
            "content":"史志东，一个80后草根站长！09年入行。一直潜心研究web前端技术，一边工作一边积累经验，分享一些个人博客模板，以及SEO优化等心得。我入行早，大家也亲切的叫我“青姐”。 SEO奋斗了将近两年时间，个人博客网站百度排名也从之前的30页后，排到了第一页。期间有很多的不容易，但是都没有放弃过。入了这一行，就深深的喜欢上它。我喜欢一句话“冥冥中该来则来，无处可逃”。 近几年我也发现个人博客排前几页的也有很多是我做过的模板，感谢各位站长的欣赏，我仔细看过他们的网站。他们在我原模板的基础上有修改，而且他们做的原创内容都是值得一读的。有时候甚至排名都超过了我个人博客网站的排名。 现在很多人向我请教如何做好SEO，我想说的是，一是“代码”，一定要简单，布局要合理。二是“内容”，一定要有原创，伪原创也是可以的。三是“持续”，这是一个持续性过程，一定要有耐心，SEO不是马上生效的。 自从入了这一行，也交到了不少朋友。",
            "dataTime":"2018-10-10"
        }
    ]








    
}